Repository: paveloom-t/gnome-shell-memento-mori
Catalog: resources/po/*.po
Languages: fr, it_it, nl, ru

source: "${w} weeks remaining"
fr: "${w} semaines restantes"
it_it: "${w} settimane rimanenti"
nl: "Nog ${w} weken te gaan"
ru: "${w} недель остаётся"

source: Memento Mori Extension
fr: Extension Memento Mori
it_it: Estensione Memento Mori
nl: Memento Mori-uitbreiding
ru: Memento Mori Расширение

source: Counter
fr: Compteur
it_it: Contatore
nl: Teller
ru: Счетчик

source: Format string
fr: Format de chaîne
it_it: Formato della stringa
nl: Opmaak van tekenreeks
ru: Строка формата

source: Hover over the entry to get more info
fr: Survolez le champ pour plus d’informations
it_it: Passa il mouse sopra la voce per ottenere maggiori informazioni
nl: Houd de cursor boven een item om meer informatie te tonen
ru: Наведи курсор над полем ввода для дополнительной информации

source: ${w} weeks remaining
fr: ${w} semaines restantes
it_it: ${w} settimane rimanenti
nl: Nog ${w} weken te gaan
ru: ${w} недель остаётся

source: Available variables for representing total number of <blank> remaining: - ${y}: Years - ${M}: Months - ${w}: Weeks - ${d}: Days - ${h}: Hours - ${m}: Minutes - ${s}: Seconds
fr: Variables disponibles pour indiquer le nombre total de <vide> restant : - ${y}: Années - ${M}: Mois - ${w}: Semaines - ${d}: Jours - ${h}: Heures - ${m}: Minutes - ${s}: Secondes
it_it: Variabili disponibili per rappresentare il numero di <blank> rimanenti: - ${y}: Anni - ${M}: Mesi - ${w}: Settimane - ${d}: Giorni - ${h}: Ore - ${m}: Minuti - ${s}: Secondi
nl: Er zijn verschillende opties beschikbaar voor het tonen van het totaal aantal resterende <blanco>: - ${y}: jaar - ${M}: maanden - ${w}: weken - ${d}: dagen - ${h}: uur - ${m}: minuten - ${s}: seconden
ru: Доступные переменные для представления полного числа оставшихся <вставь сюда>: - ${y}: Лет - ${M}: Месяцев - ${w}: Недель - ${d}: Дней - ${h}: Часов - ${m}: Минут - ${s}: Секунд

source: Birthday
fr: Anniversaire
it_it: Compleanno
nl: Verjaardag
ru: День рождения

source: Your birthday in the form YYYY/MM/DD
fr: Votre anniversaire dans le format AAAA/MM/JJ
it_it: Il vostro compleanno nel formato YYYY/MM/DD
nl: Uw verjaardag (JJJJ/MM/DD)
ru: Твой день рождения в формате ГГГГ/ММ/ДД

source: Life expectancy
fr: Espérance de vie
it_it: Speranza di vita
nl: Levensverwachting
ru: Ожидаемая продолжительность жизни

source: Life expectancy at birth in years
fr: Espérance de vie à la naissance, en années
it_it: Speranza di vita alla nascita in anni
nl: Levensverwachting sinds geboorte
ru: Ожидаемая продолжительность жизни при рождении в годах

source: Appearance
fr: Apparence
it_it: Apparenza
nl: Vormgeving
ru: Внешний вид

source: Left
fr: Gauche
it_it: Sinistra
nl: Links
ru: Слева

source: Center
fr: Centre
it_it: Centro
nl: Midden
ru: Посередине

source: Right
fr: Droite
it_it: Destra
nl: Rechts
ru: Справа

source: Extension position
fr: Position de l’extension
it_it: Posizione dell’estensione
nl: Uitbreidingslocatie
ru: Положение расширения

source: Position of the extension in the panel
fr: Position de l’extension dans la barre
it_it: Posizione dell’estensione nella barra superiore
nl: De positie van de uitbreiding op de bovenbalk
ru: Положение расширения на панели

source: Extension index
fr: Index de l’extension
it_it: Indice dell’estensione
nl: Uitbreidingsindex
ru: Индекс расширения

source: Index of the extension in the panel
fr: Index de l’extension dans la barre
it_it: Indice dell’estensione nella barra superiore
nl: De index van de uitbreiding op de bovenbalk
ru: Индекс расширения на панели
